import { LanguageTemplate } from './template'

export const ru: LanguageTemplate = {
	mark: 'ru',
	global: {
		error: 'Ошибка... Пожалуйста, попробуйте позже',
		filed_is_required: 'Это обязательное поле',
		_return: 'Вернуться',
		apply: 'Подтвердить',
		order: 'Заказать',
		_continue: 'Продолжить',
		privacy:
			'Нажимая кнопку «Заказать», Вы соглашаетесь, что заказываете этот продукт только для личного использования. Использование в коммерческих целях запрещено.',
	},
	header: {
		main: 'Главная',
		about: 'Обо мне',
		consults_and_rates: 'Консультации',
		turnkey_solutions: 'Готовые решения',
		contacts: 'Контакты',
	},
	_404: {
		heading: 'Упс… похоже, что-то пошло не так',
		text_top: 'Страница, на которую Вы хотели перейти, не найдена.',
		text_mid: 'Возможно введен некорректный адрес или страница удалена.',
		text_bot:
			'Вы можете воспользоваться меню сайта или вернуться на главную страницу.',
		back_to_main: 'Вернуться на главную',
	},
	contacts: {
		my_contacts: 'Мои контакты',
		addres_first_pt: 'г. Киев, ул. Большая Васильковская,',
		addres_second_pt: 'д. 116, оф. 12 (станция метро «Дворец Украина»)',
		name: 'Катерина Кириченко',
		speech: 'Встретимся на консультации',
	},
	sign_for_consult: {
		sign_for_consult: 'Записаться на консультацию',
		your_name: 'Ваше имя',
		phone: 'Телефон',
		email: 'Электронная почта',
		enroll: 'Записаться',
		response:
			'Спасибо! В ближайшее время я перезвоню или напишу Вам для обсуждения всех деталей.',
		field_is_required: 'Это обязательное поле',
		invalid_phone: 'Неверный номер',
		invalid_email: 'Неверный Email',
	},
	reviews: {
		heading: 'Отзывы клиентов',
		add_review: 'Оставьте свой отзыв',
		response:
			'Спасибо! В ближайшее время Ваш отзыв опубликуется в разделе «Отзывы клиентов».',
	},
	leave_review: {
		your_review: 'Ваш отзыв',
		your_name: 'Ваше имя',
		review: 'Отзыв',
		send: 'Отправить',
		review_min_max_length: 'Минимальная длина отзыва - 50, максимальная - 300',
	},
	main: {
		name: 'Катерина',
		last_name: 'Кириченко',
		post_name: 'сертифицированный диетолог-нутрициолог',
		description:
			'Стану Вашим наставником и помощником на пути к долгосрочному результату через любовь к себе и принятие своего тела',
		sign_for_consult: 'Запись на консультацию',
	},
	about: {
		my_approach: 'О моем подходе',
		col_1_text_1:
			'Провожу персональные консультации как онлайн, так и офлайн, разрабатываю гибкие схемы питания или конструкторы меню индивидуально для каждого клиента.',
		col_1_text_2:
			'На консультациях даю рекомендации и помогаю внедрить их в Вашу жизнь мягко и комфортно для избежания качелей в весе и срывов. Учу правилу трех П - посильно, постепенно, постоянно.',
		worth_1: 'лет в диетологии',
		worth_2: 'довольных клиентов',
		worth_3: 'дипломов и сертификатов',

		for_who: 'Кому это подходит',
		for_who_text_1:
			'Сладкоежкам и любителям фаст-фуда - снижаем вес, оздоравливаемся, налаживаем отношения с едой и меняем образ жизни.',
		for_who_text_2:
			'ЗОЖникам “со стажем”. Вы прошли множество марафонов, у Вас постоянные качели в весе - учимся балансу в питании без жестких ограничений.',
		for_who_text_3:
			'Хотите вернуть форму после родов - подбираем индивидуальное питание з учетом грудного вскармливания или без него.',
		for_who_text_4:
			'Боитесь набрать лишние килограммы во время беременности - составляем питание для адекватного набора веса и поддержания здоровья матери и будущего ребенка.',
		for_who_text_5:
			'Вас волнуют обострения хронических заболеваний - расписываю лечебное/профилактическое питание и диетические добавки по согласованию с Вашим врачом.',
		for_who_text_6:
			'Посещаете фитнес-клубы, увеличиваете мышечную массу и упругость тела. Надоела повышенная утомляемость и эмоциональная неустойчивость. Вам также ко мне.',

		not_suitable: 'С кем я не работаю',
		not_suitable_text_1:
			'С теми, кто приходит лишь за "волшебной таблеткой". Я даю лишь инструменты, но меняете себя Вы! Поэтому похудение, изменение мышления и образа жизни - именно Ваша заслуга!',
		not_suitable_text_2:
			'"Я лучше знаю, как надо". Если клиент считает, что у него больше знаний в этой сфере, чем у специалиста, то ему нужно воплощать их в жизнь, а не тратить время на бесконечные споры.',

		my_education: 'Мое образование',
		reviews: 'Отзывы клиентов',
	},
	prepared_solutions: {
		prepared_solutions: 'Готовые решения',
		col_1_part_1:
			'Также Вы можете выбрать и заказать //готовую// программу питания с учетом Ваших целей и потребностей. Это готовый план питания, который поможет Вам скорректировать свой вес до нормы и научит основам сбалансированного питания.',
		col_1_part_2:
			'Подойдет людям, не имеющим заболеваний в острой форме или тяжелых хронических заболеваний. При заболеваниях - только индивидуальные консультации.',
		col_2_part_1:
			'Программа состоит из //конструктора// меню, соответствующих рекомендаций по образу жизни (питьевому режиму, физическим нагрузкам, сну, читмилам и др.), примеров рецептов и перечня разрешенных вкусных продуктов, которые обычно запрещены в строгих диетах.',
		col_2_part_2:
			'А также Вы получите //в подарок// чек-лист на выбор: «Антистресс» или «Питание в условиях отключения света/воды/газа» (чек-листы также можно заказать отдельно).',

		constructor_heading: 'Конструктор и его преимущества',
		constructor_1:
			'Конструктор меню – это набор вариантов приемов пищи (завтрака, обеда, ужина, а также перекусов) с четкими пропорциями продуктов, блюд и их сочетаний с учетом калорий и белков/жиров/углеводов.',
		constructor_2:
			'К программе прилагается детальное объяснение по использованию конструктора и пример составления меню на два дня.',
		constructor_3:
			'Главным преимуществом конструктора по сравнению с обычным статическим меню является его //гибкость//, ведь Вы выбираете то, что желаете именно сейчас (или учитывая наличие продуктов в холодильнике), без привязки блюда к конкретному дню.',
		constructor_4:
			'Эта гибкость позволяет использовать программу как минимум //1 месяц// в отличие от стандартных готовых меню, рассчитанных на определенное количество дней.',
		constructor_5:
			'При этом Ваше питание будет разнообразным и уникальным благодаря комбинациям вариантов завтраков, обедов и других приемов пищи.',

		constructor_col_1_part_1:
			'Еще одна особенность программы - ее максимальная //адаптивность// к клиенту и его потребностям.',
		constructor_col_1_part_2:
			'При составлении конструктора, рекомендаций и рецептов учитываются определенные критерии, которые Вы выбираете и указываете при заказе.',
		constructor_col_1_part_3:
			'Например: калорийность меню, Ваш пол, количество приемов пищи, информация о непереносимости глютена/лактозы и др.',

		constructor_col_2_part_1:
			'Кроме того, Вы можете заказать программу на удобном для Вас языке - украинском, русском или английском.',
		constructor_col_2_part_2:
			'При достижении определенных результатов после использования программы Вы можете заказать другую. Например, при изменениях в весе - программу с другой калорийностью. Или записаться на консультацию.',
		constructor_col_2_part_3:
			'Если у Вас возникнут вопросы относительно выбора критериев или самой программы, с радостью отвечу на них.',

		programs_and_checks: 'Программы и чек-листы',
		help_to_pick: 'Помощь в выборе программы',
	},
	detailed_prices: {
		service_type: 'Вид услуги',
		remark:
			'Цена на повторную консультацию может меняться при условии смены первичного пакета',

		consultation: 'Консультация',
		online: 'онлайн',
		offline: 'встреча',
		food_schema: 'схема питания',
		constructor_menu: 'конструктор меню',

		package_lite: {
			title: 'Пакет “Лайт”',
			description:
				'Пакет “Лайт” предусматривает разработку питания и рекомендаций относительно образа жизни БЕЗ разбора анализов та назначения диетических добавок. Подойдет людям, которые не имеют заболеваний в острой форме и тяжелых хронических заболеваний',
			heading_col_1: '2 недели',
			heading_col_2: '1 месяц',
			post_col_1: '1 консультация',
			post_col_2: '2 консультации',
		},
		package_standard: {
			title: 'Пакет “Стандарт”',
			description:
				'В пакет «Стандарт» входит разработка питания и рекомендаций по образу жизни, а также разбор анализов и при необходимости назначение диетических добавок. Подойдет людям, имеющим незначительные отклонения или определенные особенности в состоянии здоровья.',
			heading_col_1: '2 недели',
			heading_col_2: '1 месяц',
			post_col_1: '1 консультация',
			post_col_2: '2 консультации',
		},
		package_pro: {
			title: 'Пакет “Про”',
			description:
				'Пакет «Про» предназначен для людей с обострениями хронических заболеваний желудочно-кишечного тракта, с сахарным диабетом, подагрой и др. Пакет включает в себя разработку ЛЕЧЕБНОГО питания, рекомендации по образу жизни, разбор анализов и назначение диетических добавок при необходимости.',
			heading_col_1: '2 недели',
			heading_col_2: '1 месяц',
			post_col_1: '1 консультация',
			post_col_2: '2 консультации',
		},
		package_re_consult: {
			title: 'Повторные консультации',
			description:
				'Повторные консультации предназначены для анализа изменения состояния здоровья, самочувствия и веса. С учетом достигнутых результатов корректируется питание и образ жизни, определяется тактика дальнейших действий.',
			heading_col_1: 'Без сопровождения',
			heading_col_2: 'Сопровождение 2 недели',
		},
	},
	program: {
		included_to_program: 'В программу входят',
		choose_radios:
			'Перед заказом программы выберите, пожалуйста, соответствующие пункты.',
		success_program:
			'Спасибо! В ближайшее время Вам придет сообщение о подтверждении Вашего заказа.',
		back_to_programs: 'Вернуться к программам',
		_program: 'Программа',
	},
	program_popup: {
		your_order: 'Ваш заказ',
		chosen_params: 'Выбранные параметры',
	},
}
