import { LanguageTemplate } from './template'

export const ua: LanguageTemplate = {
	mark: 'ua',
	global: {
		error: 'Помилка... Будь ласка, спробуйте пізніше',
		filed_is_required: "Це поле обов'язкове",
		_return: 'Повернутися',
		apply: 'Підтвердити',
		order: 'Замовити',
		_continue: 'Далi',
		privacy:
			'Натискаючи кнопку “Замовити”, Ви погоджуєтеся, що замовляєте цей продукт тільки для особистого використання. Використання в комерційних цілях заборонено.',
	},
	header: {
		main: 'Головна',
		about: 'Про мене',
		consults_and_rates: 'Консультації',
		turnkey_solutions: 'Готові рішення',
		contacts: 'Контакти',
	},
	_404: {
		heading: 'Упс... схоже, щось пішло не так',
		text_top: 'Сторінка, на яку Ви хотіли перейти, не знайдена.',
		text_mid: 'Можливо введено некоректну адресу або сторінку видалено.',
		text_bot:
			'Ви можете скористатися меню сайту або повернутися на головну сторінку.',
		back_to_main: 'Повернутися на головну',
	},
	contacts: {
		my_contacts: 'Мої контакти',
		addres_first_pt: 'м. Київ, вул. Велика Васильківська,',
		addres_second_pt: 'буд. 116, оф. 12 (станція метро “Палац Україна”)',
		name: 'Катерина Кириченко',
		speech: 'Зустрінемося на консультації',
	},
	sign_for_consult: {
		sign_for_consult: 'Записатися на консультацію',
		your_name: 'Ваше ім’я',
		phone: 'Телефон',
		email: 'Електронна пошта',
		enroll: 'Записатися',
		response:
			'Дякую! Найближчим часом я передзвоню або напишу Вам для обговорення всіх деталей.',
		field_is_required: "Це поле обов'язкове",
		invalid_phone: 'Невірний номер',
		invalid_email: 'Невірний Email',
	},
	reviews: {
		heading: 'Відгуки клієнтів',
		add_review: 'Залиште свій відгук',
		response:
			'Дякую! Найближчим часом Ваш відгук опублікуєтьсяв розділі “Відгуки клієнтів”.',
	},
	leave_review: {
		your_review: 'Ваш Відгук',
		your_name: 'Ваше ім’я',
		review: 'Відгук',
		send: 'Відправити',
		review_min_max_length: 'Мінімальна довжина відгуку - 50, максимальна - 300',
	},
	main: {
		name: 'Катерина',
		last_name: 'Кириченко',
		post_name: 'сертифікований дієтолог-нутриціолог',
		description:
			'Стану Вашим наставником та помічником на шляху до довготривалого результату через любов до себе та прийняття свого тіла',
		sign_for_consult: 'Запис на консультацію',
	},
	about: {
		my_approach: 'Про мій підхід',
		col_1_text_1:
			'Проводжу персональні консультації як онлайн, так і офлайн, розробляю гнучкі схеми харчування або конструктори меню індивідуально для кожного клієнта.',
		col_1_text_2:
			"На консультаціях даю рекомендації та допомагаю впровадити їх у Ваше життя м'яко та комфортно для уникнення гойдалок у вазі та зривів. Навчаю правилутрьох П - посильно, поступово, постійно.",
		worth_1: 'років в дієтології',
		worth_2: 'задоволених клієнтів',
		worth_3: 'дипломів та сертифікатів',

		for_who: 'Кому це підходить',
		for_who_text_1:
			'Ласунчикам та любителям фаст-фуду - знижуємо вагу, оздоровлюємося, налагоджуємо відносини з їжею та змінюємо спосіб життя.',
		for_who_text_2:
			'ЗОЖникам “зі стажем”. Ви пройшли безліч марафонів, у Вас постійні гойдалки у вазі - вчимося балансу в харчуванні без жорстких обмежень.',
		for_who_text_3:
			'Хочете повернути форму після пологів - підбираємо індивідуальне харчування з урахуванням грудного вигодовування чи без нього.',
		for_who_text_4:
			"Боїтеся набрати зайві кілограми під час вагітності - складаємо харчування для адекватного набору ваги та підтримки здоров'я матері та майбутньої дитини.",
		for_who_text_5:
			'Вас турбують загострення хронічних захворювань - розписую лікувальне/профілактичне харчування та дієтичні добавки за погодженням з Вашим лікарем.',
		for_who_text_6:
			"Відвідуєте фітнес-клуби, збільшуєте м'язову масу та пружність тіла. Набридла підвищена стомлюваність та емоційна нестійкість. Вам також до мене.",

		not_suitable: 'З ким я не працюю',
		not_suitable_text_1:
			'З тими, хто приходить лише за "чарівною пігулкою". Я даю лише інструменти, але змінюєте себе Ви! Тому схуднення, зміна мислення та способу життя є саме Вашою заслугою!',
		not_suitable_text_2:
			'"Я краще знаю, як треба". Якщо клієнт вважає, що у нього більше знань у цій сфері, ніж у фахівця, то йому потрібно втілювати їх у життя, а не витрачати час на нескінченні суперечки.',

		my_education: 'Моя освіта',
		reviews: 'Відгуки клієнтів',
	},
	prepared_solutions: {
		prepared_solutions: 'Готові рішення',
		col_1_part_1:
			'Також Ви можете обрати та замовити //готову// програму харчування з урахуванням Ваших цілей та потреб. Це готовий план харчування, який допоможе Вам скоригувати свою вагу до норми та навчить основам збалансованого харчування.',
		col_1_part_2:
			'Підійде людям, що не мають захворювань у гострій формі та тяжких хронічних захворювань. При захворюваннях - лише індивідуальні консультації.',
		col_2_part_1:
			'Програма складається з //конструктора// меню, відповідних рекомендацій щодо способу життя (питного режиму, фізичних навантажень, сну, чітмілів та ін.), прикладів рецептів та переліку дозволених смачних продуктів, які зазвичай заборонені в жорстких дієтах.',
		col_2_part_2:
			'А також Ви отримаєте //в подарунок// чек-лист на вибір: “Антистрес” або “Харчування в умовах відключення світла/води/газу” (чек-листи також можна замовити окремо).',

		constructor_heading: 'Конструктор та його переваги',
		constructor_1:
			'Конструктор меню - це набір варіантів прийомів їжі (сніданку, обіду, вечері, перекусів тощо) з чіткими пропорціями продуктів, страв та їх поєднань з урахуванням калорій та білків/жирів/вуглеводів.',
		constructor_2:
			'До програми додається детальне пояснення щодо використання конструктора та приклад складання меню на два дні.',
		constructor_3:
			"Головною перевагою конструктора в порівнянні зі звичайним статичним меню є його //гнучкість//, адже Ви вибираєте те, що бажаєте саме зараз (або враховуючи наявність продуктів у холодильнику), без прив'язки страви до конкретного дня.",
		constructor_4:
			'Ця гнучкість дозволяє використовувати програму щонайменше //1 місяць// на відміну від стандартних готових меню, які розраховані на певну кількість днів.',
		constructor_5:
			'При цьому Ваше харчування буде різноманітним та унікальним завдяки комбінаціям варіантів сніданків, обідів та інших прийомів їжі.',

		constructor_col_1_part_1:
			'Ще однією особливістю програми є її максимальна //адаптованість// до клієнта та його потреб.',
		constructor_col_1_part_2:
			'При складанні конструктора, рекомендацій та рецептів враховуються певні критерії, які Ви обираєте та вказуєте при замовленні.',
		constructor_col_1_part_3:
			'Наприклад: калорійність меню, Ваша стать, кількість прийомів їжі, інформація щодо непереносності глютену/лактози та ін.',

		constructor_col_2_part_1:
			'Крім того, Ви можете замовити програму зручною для Вас мовою – українською, російською чи англійською.',
		constructor_col_2_part_2:
			'При досягненні певних результатів після використання програми Ви можете замовити іншу. Наприклад, при змінах у вазі - програму з іншою калорійністю чи призначенням. Або записатися на індивідуальну консультацію.',
		constructor_col_2_part_3:
			'Якщо у Вас виникнуть запитання щодо вибору критеріїв або самої програми, з радістю відповім на них.',

		programs_and_checks: 'Програми та чек-листи',
		help_to_pick: 'Допомога у виборі програми',
	},
	detailed_prices: {
		service_type: 'Вид послуги',
		remark:
			'Ціна на повторну консультацію може змінюватися за умови зміни первинного пакета',

		consultation: 'Консультація',
		online: 'онлайн',
		offline: 'зустріч',
		food_schema: 'схема харчування',
		constructor_menu: 'конструктор меню',

		package_lite: {
			title: 'Пакет “Лайт”',
			description:
				'Пакет “Лайт” передбачає розробку харчування та рекомендацій щодо способу життя БЕЗ розбору аналізів та призначення дієтичних добавок. Підійде людям, що не мають захворювань у гострій формі та тяжких хронічних захворювань.',
			heading_col_1: 'Супровід 2 тижні',
			heading_col_2: 'Супровід 1 місяць',
			post_col_1: '1 консультація',
			post_col_2: '2 консультації',
		},
		package_standard: {
			title: 'Пакет “Стандарт”',
			description:
				'До пакета “Стандарт” входить розробка харчування та рекомендацій щодо способу життя, а також розбір аналізів і за необхідності призначення дієтичних добавок. Підійде людям, які мають незначні відхилення або певні особливості у стані здоров’я.',
			heading_col_1: 'Супровід 2 тижні',
			heading_col_2: 'Супровід 1 місяць',
			post_col_1: '1 консультація',
			post_col_2: '2 консультації',
		},
		package_pro: {
			title: 'Пакет “Про”',
			description:
				'Пакет “Про” призначений для людей із загостреннями хронічних захворювань шлунково-кишкового тракту,з цукровим діабетом, подагрою та ін. Пакет охоплює розробку ЛІКУВАЛЬНОГО харчування, рекомендації щодо способу життя, розбір аналізів та призначення дієтичних добавок за необхідності.',
			heading_col_1: 'Супровід 2 тижні',
			heading_col_2: 'Супровід 1 місяць',
			post_col_1: '1 консультація',
			post_col_2: '2 консультації',
		},
		package_re_consult: {
			title: 'Повторні консультації',
			description:
				"Повторні консультації призначені для аналізу зміни стану здоров'я, самопочуття та ваги. З урахуванням досягнутих результатів коригується харчування та спосіб життя, визначається тактика подальших дій.",
			heading_col_1: 'Без супроводу',
			heading_col_2: 'Супровід 2 тижні',
		},
	},
	program: {
		included_to_program: 'До програми входять',
		choose_radios:
			'Перед замовленням програми оберіть, будь ласка, відповідні пункти.',
		back_to_programs: 'Повернутися до програм',
		success_program:
			'Дякую! Найближчим часом Вам надійде повідомлення щодо підтвердження Вашого замовлення.',
		_program: 'Програма'
	},
	program_popup: {
		your_order: 'Ваше замовлення',
		chosen_params: 'Обранi параметри',
	},
}
